define([] ,function(){
	var baseData ={

		    "province": [
		        {
		            "code": "110000",
		            "desc": "北京市"
		        },
		        {
		            "code": "120000",
		            "desc": "天津市"
		        },
		        {
		            "code": "130000",
		            "desc": "河北省"
		        },
		        {
		            "code": "140000",
		            "desc": "山西省"
		        },
		        {
		            "code": "150000",
		            "desc": "内蒙古自治区"
		        },
		        {
		            "code": "210000",
		            "desc": "辽宁省"
		        },
		        {
		            "code": "220000",
		            "desc": "吉林省"
		        },
		        {
		            "code": "230000",
		            "desc": "黑龙江省"
		        },
		        {
		            "code": "310000",
		            "desc": "上海市"
		        },
		        {
		            "code": "320000",
		            "desc": "江苏省"
		        },
		        {
		            "code": "330000",
		            "desc": "浙江省"
		        },
		        {
		            "code": "340000",
		            "desc": "安徽省"
		        },
		        {
		            "code": "350000",
		            "desc": "福建省"
		        },
		        {
		            "code": "360000",
		            "desc": "江西省"
		        },
		        {
		            "code": "370000",
		            "desc": "山东省"
		        },
		        {
		            "code": "410000",
		            "desc": "河南省"
		        },
		        {
		            "code": "420000",
		            "desc": "湖北省"
		        },
		        {
		            "code": "430000",
		            "desc": "湖南省"
		        },
		        {
		            "code": "440000",
		            "desc": "广东省"
		        },
		        {
		            "code": "450000",
		            "desc": "广西壮族自治区"
		        },
		        {
		            "code": "460000",
		            "desc": "海南省"
		        },
		        {
		            "code": "500000",
		            "desc": "重庆市"
		        },
		        {
		            "code": "510000",
		            "desc": "四川省"
		        },
		        {
		            "code": "520000",
		            "desc": "贵州省"
		        },
		        {
		            "code": "530000",
		            "desc": "云南省"
		        },
		        {
		            "code": "540000",
		            "desc": "西藏自治区"
		        },
		        {
		            "code": "610000",
		            "desc": "陕西省"
		        },
		        {
		            "code": "620000",
		            "desc": "甘肃省"
		        },
		        {
		            "code": "630000",
		            "desc": "青海省"
		        },
		        {
		            "code": "640000",
		            "desc": "宁夏回族自治区"
		        },
		        {
		            "code": "650000",
		            "desc": "新疆维吾尔自治区"
		        },
		        {
		            "code": "710000",
		            "desc": "台湾省"
		        },
		        {
		            "code": "810000",
		            "desc": "香港特别行政区"
		        },
		        {
		            "code": "820000",
		            "desc": "澳门特别行政区"
		        }
		    ],
		    "idType": [
		       {
		           "code": "0",
		           "desc": "居民身份证"
		       },
		       {
		           "code": "02",
		           "desc": "居民户口薄"
		       }
		       ,
		       {
		           "code": "07",
		           "desc": "中国护照"
		       },
		       {
		           "code": "51",
		           "desc": "外国护照"
		       },
		       {
		           "code": "99",
		           "desc": "其他证件"
		       }  
		       
		   ]
	}
	return baseData;
})